Repository: nebniywolfik/OnRadio_Test
Catalog: OnRadio/MyStrings.*.resx
Languages: uk_ua

# AboutBox_INFO
source: About
uk_ua: Про програму

# AboutBox_VER
source: Version
uk_ua: Версія

# button8Click
source: Are you sure you want to remove from favorites
uk_ua: Ви точно хочете видалити з вибраного

# button8Click2
source: Message
uk_ua: Повідомлення

# button8Click3
source: Station:
uk_ua: Станція:

# button8Click4
source: removed from favorites!
uk_ua: видалена з вибраного!

# button8Click5
source: Add
uk_ua: Додати

# button8Click6
source: To favorites?
uk_ua: у вибране?

# button8Click7
source: added to favorites!
uk_ua: додана у вибране!

# button8text
source: Add to favorites
uk_ua: Додати у вибране

# button8text2
source: Remove from favorites
uk_ua: Видалити з вибраного

# button9text
source: All radio stations
uk_ua: Всі радіостанції

# button9text2
source: To favorites
uk_ua: У вибране

# FileExists
source: The database is missing!
uk_ua: База даних відсутня!

# FileExists2
source: Create a new database.
uk_ua: Створіть нову базу даних.

# RadioBTip
source: I'm here if you change your mind
uk_ua: Я тут, якщо ти передумаєш

# RadioBTip2
source: Now on air:
uk_ua: Зараз в ефірі:

# TextBoxDescript
source: OnRadio - a handy program to listen to the radio via the Internet!
uk_ua: OnRadio - зручна програма, щоб слухати радіо через інтернет!

# toolStripStatusLabeltext
source: Playback
uk_ua: Відтворення

# toolStripStatusLabeltext2
source: Suspended
uk_ua: Припинено

# toolStripStatusLabeltext3
source: No internet connection!
uk_ua: Немає підключення до інтернету!

# toolStripStatusLabeltext4
source: Connection. . . . . . . . . . .
uk_ua: Підключення. . . . . . . . . . .

# toolStripStatusLabeltext5
source: The server is down or not responding!
uk_ua: Сервер вимкнений або не відповідає!

# toolStripStatusLabeltext6
source: Flow rate:
uk_ua: Швидкість потоку:

# toolStripStatusLabeltext7
source: kbit/s
uk_ua: кбіт/с

# RunOnly
source: Appendix already started
uk_ua: Додаток вже запущено

# pictureOff
source: Without sound
uk_ua: Без звуку

# pictureOn
source: With sound
uk_ua: Із звуком

# CreateBD
source: A database is created
uk_ua: База даних створена

# IDataO
source: It was not succeeded to get information from the buffer of exchange
uk_ua: Не вдалося отримати дані з буфера обміну

# picDel_C
source: Deleting an entry
uk_ua: Видалення запису

# picDel_C1
source: Do you indeed want to delete a record?
uk_ua: Ви дійсно бажаєте видалити запис?

# picDel_C2
source: radio is the station:
uk_ua: Радіо станція:

# picDel_C3
source: It is impossible it will be to recover a record!
uk_ua: Запис неможливо буде відновити!

# picDel_C4
source: It was not succeeded to make alteration
uk_ua: Не вдалося внести зміни

# picDel_C5
source: A record is not changed
uk_ua: Зміни в записах не внесені

# picFdialog_C
source: The size of image falls short of.
uk_ua: Розмір зображення не відповідає.

# picFdialog_C1
source: It is necessary 210 х 64 pixel.
uk_ua: Необхідно 210 х 64 пікселя.

# picFdialog_C2
source: Size of image: width =
uk_ua: Розмір зображення: ширина =

# picFdialog_C3
source: ,height =
uk_ua: ,висота =

# picFdialog_C4
source: pixel.
uk_ua: пікселя.

# picFdialog_C5
source: Will you choose other image?
uk_ua: Виберете інше зображення?

# picFdialog_C6
source: Choice of logotype
uk_ua: Вибір логотипу

# picFdialog_C7
source: A logotype is not chosen
uk_ua: Логотип не обраний

# picFdialog_C8
source: It was not succeeded to make alteration
uk_ua: Не вдалося внести зміни

# picSave_C
source: Editing of records
uk_ua: Редагування записів

# picSave_C1
source: It is necessary to fill all fields
uk_ua: Необхідно заповнити всі поля

# picSave_C2
source: Do you want to change a record?
uk_ua: Ви хочете змінити запис?

# picSave_C3
source: will be changed on
uk_ua: буде змінена на

# picSave_C4
source: -changed on
uk_ua: - змінена на

# SaveImag
source: saved to the database.
uk_ua: збережена в базу даних.

# sortMenuOff
source: No sorting
uk_ua: Без сортування

# sortMenuOn
source: Sorting (A to Z)
uk_ua: Сортування (від А до Я)

# count_str
source: In all the stations:
uk_ua: Всього станцій:

# is_recorded
source: Recording
uk_ua: Йде запис

# Recording_saved
source: Recording saved in:
uk_ua: Запис збережено в:

# Start_record
source: Start recording?
uk_ua: Почати запис?

source: Stop recording?
uk_ua: Зупинити запис?

# Open_folder
source: Open file folder?
uk_ua: Відкрити папку із файлом?
